const myCity = 'Краснодар';
const airTemp = '4°C'; 
console.log(myCity + ' ' + airTemp) 
// Тут я создал две переменных, у одной значение Краснодар у другой температура воздуха, далее вывел их в консоль, в скобках указал пробел чтобы они разделялись.


let result = (189 + 111) * 12;
console.log(result)
// Здесь написал выражение где в скобках вычисляется сумма двух чисел, затем умножается на третье число, далее вывел результат по имени переменной в консоль.

// Задание на урок с переменными 

let $price = 100;

$price = 150;

console.log($price)

/*
const a = 1;
const a = 2;
сonsole.log(a)

let b = 3;
let b = 4;
сonsole.log(b)
*/